{"policy": "ADA (Americans with Disabilities Act) in Higher Education", "description": "Federal law requiring colleges to provide reasonable accommodations for students with disabilities", "applies_to": "All colleges (public and private)", "covered_disabilities": ["Physical disabilities", "Sensory disabilities (blind, deaf)", "Learning disabilities (dyslexia, ADHD)", "Mental health disabilities (depression, anxiety, PTSD)", "Chronic health conditions (diabetes, epilepsy, cancer)", "Temporary disabilities (broken leg, surgery recovery)"], "reasonable_accommodations": ["Extended time on exams (typically 50% or 100% extra time)", "Note-taker services", "Accessible classroom seating", "Sign language interpreters", "Screen readers and assistive technology", "Reduced course load (12 units = full-time for financial aid)", "Excused absences for medical appointments", "Alternative exam formats (oral exams, take-home exams)", "Housing accommodations (accessible dorms, single rooms, emotional support animals)"], "documentation_required": "Medical documentation from licensed professional (doctor, psychologist, etc.) describing disability and functional limitations", "registration_process": "Register with campus disability services office (typically called Disability Resource Center, Office of Accessible Education, etc.)", "cost": "Free (colleges must provide accommodations at no cost to student)", "citations": ["https://www.ada.gov/"], "last_verified": "2025-10-26"}
{"policy": "Section 504 of Rehabilitation Act", "description": "Federal law prohibiting discrimination based on disability in programs receiving federal funding", "applies_to": "All colleges receiving federal funding (virtually all colleges)", "key_provision": "No otherwise qualified individual with a disability shall be excluded from participation in, be denied benefits of, or be subjected to discrimination", "504_plan": "Accommodation plan developed with disability services office", "difference_from_ada": "Section 504 applies to federally funded programs; ADA applies more broadly", "citations": ["https://www.hhs.gov/civil-rights/for-individuals/disability/index.html"], "last_verified": "2025-10-26"}
{"accommodation": "Extended Time on Exams", "typical_extension": "50% extra time (1.5x) or 100% extra time (2x)", "eligibility": "Students with learning disabilities, ADHD, anxiety, processing disorders, physical disabilities affecting writing speed", "documentation_required": "Psychoeducational evaluation or medical documentation showing need for extended time", "implementation": "Student takes exam in separate room (disability services testing center) with extended time", "notes": "Most common accommodation. Typically 50% extra time, but can be 100% for severe disabilities.", "citations": ["https://www.ahead.org/"], "last_verified": "2025-10-26"}
{"accommodation": "Reduced Course Load = Full-Time Status", "description": "Students with disabilities can take fewer than 12 units and still be considered full-time for financial aid", "typical_course_load": "9-11 units (instead of 12+ for full-time)", "eligibility": "Students with disabilities that limit ability to take full course load (chronic illness, mental health conditions, physical disabilities)", "documentation_required": "Medical documentation from doctor explaining why reduced course load is necessary", "financial_aid_impact": "Student is considered full-time for financial aid purposes (Pell Grant, loans, scholarships) even with reduced course load", "approval_process": "Disability services office provides letter to financial aid office confirming reduced course load accommodation", "notes": "This accommodation is critical for students with disabilities who cannot handle 12+ units. Allows them to receive full financial aid while taking fewer classes.", "citations": ["https://studentaid.gov/understand-aid/eligibility/requirements/disability"], "last_verified": "2025-10-26"}
{"accommodation": "Accessible Housing", "description": "Housing accommodations for students with physical disabilities, medical conditions, or mental health needs", "types_of_accommodations": ["Wheelchair-accessible dorms (roll-in showers, wider doorways, accessible bathrooms)", "Single rooms (for medical conditions requiring privacy, sleep disorders, mental health)", "Air conditioning (for medical conditions exacerbated by heat)", "Proximity to campus (for mobility limitations)", "Emotional support animals (ESA) in dorms", "Service animals in dorms"], "documentation_required": "Medical documentation from doctor or mental health professional explaining need for accommodation", "cost": "Single room premium may apply (typically $2,000-$5,000/year extra), but some schools waive premium for disability accommodations", "esa_vs_service_animal": "Service animals (trained for specific tasks) are allowed under ADA. ESAs (provide emotional support) are allowed under Fair Housing Act but not ADA. ESAs require documentation from mental health professional.", "citations": ["https://www.hud.gov/program_offices/fair_housing_equal_opp/assistance_animals"], "last_verified": "2025-10-26"}
{"policy": "COA (Cost of Attendance) Adjustment for Disability Expenses", "description": "Colleges can increase COA to include disability-related expenses, which increases financial aid eligibility", "statutory_authority": "Higher Education Act Section 472", "allowable_expenses": ["Personal care attendant costs", "Specialized transportation", "Assistive technology and equipment", "Medical expenses not covered by insurance", "Specialized tutoring or support services"], "process": "Student requests COA adjustment from financial aid office with documentation of disability expenses", "impact_on_aid": "Higher COA = higher financial aid eligibility (can receive more grants/loans to cover disability expenses)", "example": "Student with $60k/year personal care attendant cost can request COA increase from $85k to $145k, allowing $60k more in financial aid", "notes": "COA adjustment is discretionary (financial aid office decides). Requires documentation of actual expenses.", "citations": ["https://fsapartners.ed.gov/knowledge-center/fsa-handbook/2024-2025-fsa-handbook"], "last_verified": "2025-10-26"}
{"policy": "Professional Judgment for Disability Medical Expenses", "description": "Financial aid offices can use professional judgment to exclude disability medical expenses from income", "statutory_authority": "Higher Education Act Section 479A", "scenario": "Family pays $60k/year for personal care attendant (not tax-deductible). Financial aid office can exclude this $60k from income, reducing EFC.", "process": "Student submits professional judgment appeal with documentation of medical expenses", "documentation_required": ["Medical bills and receipts", "Doctor's letter explaining medical necessity", "Proof of payment", "Tax returns showing income"], "impact_on_aid": "Lower income = lower EFC = more financial aid", "notes": "Professional judgment is discretionary. Not all schools will grant appeals. More likely at schools with generous financial aid policies.", "citations": ["https://fsapartners.ed.gov/knowledge-center/fsa-handbook/2024-2025-fsa-handbook"], "last_verified": "2025-10-26"}
{"program": "Vocational Rehabilitation (VR) Funding", "description": "State-run program providing funding for college and disability-related expenses for students with disabilities", "administering_agency": "State VR agencies (each state has its own VR agency)", "eligibility": "Individual with disability that is a barrier to employment, and VR services will help achieve employment goal", "services_provided": ["Tuition and fees", "Books and supplies", "Assistive technology", "Personal care attendant costs", "Transportation", "Job coaching and placement"], "application_process": "Apply through state VR agency (process varies by state, can take 3-6 months)", "cost": "Free (VR services are free for eligible individuals)", "income_limits": "Some states have income limits; others do not", "notes": "VR can be a game-changer for students with disabilities. Can cover tuition, attendant costs, equipment, etc. Must show that college degree will lead to employment.", "citations": ["https://rsa.ed.gov/"], "last_verified": "2025-10-26"}
{"policy": "SSI (Supplemental Security Income) and College", "description": "Federal disability benefits for low-income individuals with disabilities", "monthly_benefit": 914, "monthly_benefit_notes": "$914/month federal (2025); some states add supplement (CA adds $200 = $1,114/month)", "asset_limit": 2000, "asset_limit_notes": "$2,000 asset limit (can use ABLE account to save more without affecting SSI)", "income_limit": "SSI reduces $1 for every $2 earned above $85/month", "student_earned_income_exclusion": "First $2,290/month of student earned income is excluded (2025 limit), up to $9,230/year", "impact_on_fafsa": "SSI is untaxed income - must report on FAFSA", "able_account": "Can save up to $18,000/year in ABLE account without affecting SSI", "notes": "SSI + student earned income exclusion allows students with disabilities to work part-time and attend college while receiving SSI.", "citations": ["https://www.ssa.gov/ssi/"], "last_verified": "2025-10-26"}
{"policy": "SSDI (Social Security Disability Insurance) and College", "description": "Federal disability benefits for individuals who worked and paid into Social Security", "monthly_benefit": "Varies based on work history (average ~$1,500/month)", "asset_limit": "No asset limit for SSDI (unlike SSI)", "income_limit": "Substantial Gainful Activity (SGA) limit: $1,550/month (2025). Earning above SGA can terminate SSDI.", "student_exception": "No specific student earned income exclusion for SSDI (unlike SSI)", "impact_on_fafsa": "SSDI is untaxed income - must report on FAFSA", "notes": "SSDI is for individuals who worked before becoming disabled. Less common for college students (more common for adult students returning to college).", "citations": ["https://www.ssa.gov/disability/"], "last_verified": "2025-10-26"}
{"institution": "Stanford University", "disability_services": "Office of Accessible Education (OAE)", "services_provided": ["Academic accommodations", "Assistive technology", "Note-taking services", "Testing accommodations", "Housing accommodations", "Accessible transportation"], "accessibility_rating": "Excellent", "wheelchair_accessible": true, "notes": "Stanford has excellent disability services. Campus is mostly accessible. Strong support for students with disabilities.", "citations": ["https://oae.stanford.edu/"], "last_verified": "2025-10-26"}
{"institution": "UC Berkeley", "disability_services": "Disabled Students' Program (DSP)", "services_provided": ["Academic accommodations", "Assistive technology", "Note-taking services", "Testing accommodations", "Housing accommodations", "Accessible transportation", "Personal attendant referrals"], "accessibility_rating": "Excellent", "wheelchair_accessible": true, "notes": "UC Berkeley has one of the best disability services programs in the country. Strong advocacy for students with disabilities. Campus has some hills (challenging for wheelchair users) but accessible routes available.", "citations": ["https://dsp.berkeley.edu/"], "last_verified": "2025-10-26"}
{"institution": "University of Michigan", "disability_services": "Services for Students with Disabilities (SSD)", "services_provided": ["Academic accommodations", "Assistive technology", "Testing accommodations", "Housing accommodations", "Accessible transportation"], "accessibility_rating": "Very Good", "wheelchair_accessible": true, "notes": "Michigan has strong disability services. Campus is mostly accessible. Cold winters can be challenging for students with mobility disabilities.", "citations": ["https://ssd.umich.edu/"], "last_verified": "2025-10-26"}
{"policy": "Medical School Technical Standards and Disability Accommodations", "description": "Medical schools have 'technical standards' (essential functions) that students must meet, with or without accommodations", "technical_standards": ["Observation (visual, auditory)", "Communication (with patients, colleagues)", "Motor skills (physical exams, procedures)", "Intellectual/cognitive abilities", "Behavioral/social attributes"], "accommodations_available": "Medical schools must provide reasonable accommodations (extended time, assistive technology, etc.)", "accommodations_not_required": "Medical schools do NOT have to waive essential functions (e.g., cannot waive requirement to perform physical exams)", "disability_types": ["Blind/low vision students: Can use assistive technology, may need accommodations for visual tasks", "Deaf/hard of hearing students: Can use sign language interpreters, assistive listening devices", "Mobility disabilities: Can use wheelchairs, may need accommodations for procedures requiring standing", "Learning disabilities: Can receive extended time, note-takers"], "controversy": "Technical standards can be barrier for students with disabilities. Some argue standards are too rigid; others argue they ensure patient safety.", "citations": ["https://www.aamc.org/"], "last_verified": "2025-10-26"}
{"scholarship": "Google Lime Scholarship", "description": "Scholarship for students with disabilities pursuing computer science or related fields", "eligibility": "Student with disability (visible or invisible), pursuing CS/engineering degree, demonstrate leadership", "award_amount": 10000, "award_amount_notes": "$10,000 for U.S. students", "number_of_awards": "Varies (typically 20-30 per year)", "application_deadline": "December (annual)", "notes": "Competitive scholarship for students with disabilities in tech fields. Includes invitation to Google Scholars' Retreat.", "citations": ["https://www.limeconnect.com/programs/page/google-lime-scholarship"], "last_verified": "2025-10-26"}
{"scholarship": "Microsoft Disability Scholarship", "description": "Scholarship for students with disabilities pursuing STEM degrees", "eligibility": "Student with disability, pursuing STEM degree, demonstrate financial need and leadership", "award_amount": 5000, "award_amount_notes": "$5,000 renewable", "number_of_awards": "Varies", "application_deadline": "February (annual)", "notes": "Renewable scholarship for students with disabilities in STEM. Includes mentorship opportunities.", "citations": ["https://www.microsoft.com/en-us/diversity/"], "last_verified": "2025-10-26"}
{"policy": "Emotional Support Animals (ESA) in College Housing", "description": "Students with mental health disabilities can request ESA in dorms under Fair Housing Act", "legal_basis": "Fair Housing Act (not ADA - ESAs are not service animals)", "eligibility": "Student with mental health disability (depression, anxiety, PTSD, etc.) for whom ESA provides therapeutic benefit", "documentation_required": "Letter from licensed mental health professional (therapist, psychiatrist, psychologist) stating: (1) student has mental health disability, (2) ESA is necessary to alleviate symptoms, (3) professional's credentials", "process": "Submit ESA request to disability services or housing office with documentation", "approval_rate": "High if documentation is adequate", "restrictions": "ESA must be well-behaved, cannot pose threat to others, student is responsible for care and damage", "cost": "No pet deposit required (ESA is accommodation, not pet), but student liable for any damage", "notes": "ESAs are increasingly common on college campuses. Proper documentation is key. ESAs are NOT allowed in classrooms or dining halls (only housing).", "citations": ["https://www.hud.gov/program_offices/fair_housing_equal_opp/assistance_animals"], "last_verified": "2025-10-26"}

